{"content":[{"topic":"College Application Support ","headline":"Who's on your college application team?","options":[{"option":"Family, friends, school-based counselor, private tutor","response":"Trust me, I'm MORE than covered by my high-powered college support team. "},{"option":"Just family, friends and school-based counselor ","response":"My college application team is my family, friends and school-based counselor."},{"option":"Just family and friends","response":"People close to me are providing support — but I'm not getting much from my school."},{"option":"Just family or friends","response":"I've got a few folks I can count on as we figure out this college stuff together."},{"option":"Nobody — I'm on my own buddy!","response":"I'm my own dream team! (At least that's what I tell myself ... but it'd be nice to have more support.) "}]},{"topic":"Academic Rigor","headline":"How academically hard-core do you want to be?","options":[{"option":"Intense","response":"I want a school with hard-core academic rigor where I'll be surrounded by people to laugh and cry with through our loooong nights of cramming."},{"option":"Medium","response":"I want a medium academically-challenging school — somewhere between constant all-nighters and rolling out of bed for a lecture at noon."},{"option":"Relaxed","response":"I want a chill academic environment with plenty of nights to binge-watch shows (and other amusements). "}]},{"topic":"Size","headline":"How big (or small) do you want your school to be?","options":[{"option":"Very small (under 2,000 undergrads)","response":"I prefer a tiny school that feels like one big family."},{"option":"Small (2,000-5,000 undergrads)","response":"I prefer a small school where I'll see lots of familiar faces."},{"option":"Medium (5,000-15,000 undergrads)","response":"I prefer a medium-sized school, so I'm not running into awkward Tinder dates on my way to class."},{"option":"Large (over 15,000 undergrads)","response":"I prefer a big school, where I don't have to see the same faces outside of class more than once in 13 business days."}]},{"topic":"Cost/Financial Aid","headline":"What will make college financially feasible for you?","options":[{"option":"Low-cost schools","response":"You won't find me graduating with a ton of debt. Low-cost schools only, please!"},{"option":"Strong need-based aid offerings (grants, loans, on-campus jobs)","response":"I'm ready to hustle! I get that college is expensive and want schools that offer lots of aid options. "},{"option":"Lots of merit-based funding available","response":"I'm pretty sure I won't qualify for need-based aid but will definitely throw my hat into the ring for those merit-based options. "}]},{"topic":"Location","headline":"Where do you want your school to be?","options":[{"option":"Urban","response":"I'm a city person. I only want schools where a coffee shop is steps away at all times. "},{"option":"Suburban","response":"Suburbs are under-rated. That's where I want to be. "},{"option":"Rural","response":"I need room to breathe when I'm stressed out. Take me to the countryside."},{"option":"On the coast","response":"Seeking campuses where I can pop out for a beach day whenever school gets rough."},{"option":"In the mountains","response":"I'm someone who hikes my way through stress — access to high altitude clears the mind (or mine at least)."},{"option":"Someplace where it's sunny and warm most days","response":"I'm not trying to trudge through snow banks just to get to class. Temps under 60 give me the chills. "}]}]}
